Repository: ousia/supershow
Catalog: po/*.po
Languages: es, fr, gl

source: Converting audio
es: Convirtiendo el sonido
fr: Convertir l'audio
gl: Convertindo son

source: Slideshow sucessfully created
es: Presentación creada correctamente
fr: Le slideshow a été créé avec succès
gl: Presentazón xerada corretamente

source: Failed to create the SWF file
es: Se produjo un error al crear el fichero SWF
fr: Impossible de créer le SWF
gl: Fallou a xerazón do arquivo SWF

source: PDF2SWF failed. Try to use GhostScript as backend instead
es: PDF2SWF falló. Pruebe a utilizar GhostScript en su lugar
fr: Le PDF2SWF a échoué. Essayez d'utiliser GhostScript à la place
gl: PDF2SWF fallóu. Use GhostScript no seu lugar

source: Canceled by the user
es: Cancelado por el usuario
fr: Arrêté par l'utilisateur
gl: Cancelado polo usuario

source: Generating SWF
es: Creando el fichero SWF
fr: Convertion du SWF
gl: Xerando o SWF

source: Creating slides
es: Creando diapositivas
fr: Diapositive actuelle
gl: Xerando as diapositivas

source: Failed to create slides from PDF with GS
es: Se produjo un error al crear las diapositivas desde el PDF
fr: Impossible de créer les diapositives du PDF avec GS
gl: Fallóu a creazón das diapositivas con GS

source: Aborted
es: Cancelado
fr: Interrompu
gl: Cancelado

source: Failed to create the output directory.
es: No se ha podido crear el directorio de salida.
fr: Impossible de créer le dossier de sorti
gl: Non podo escreber no diretorio de saída

source: Extracting slides from PDF
es: Creando las diapositivas a partir del PDF
fr: Extraction des pages du PDF
gl: Xerando as diapositivas a partires do PDF

source: PDF files
es: Archivos PDF
fr: Fichiers PDF
gl: Arquivos PDF

source: All files
es: Todos los archivos
fr: Tous les fichiers
gl: Todolos arquivos

source: Audio/video files
es: Archivos de sonido/vídeo
fr: Fichiers Audio/vidéo
gl: Arquivos de son e vídeo

source: No file
es: Ningun archivo
fr: Pas de vidéo
gl: No hay arquivo

source: There was a problem when playing the audio/video. Check that the file is playable with GStreamer.
es: Se produjo un error al reproducir el archivo de sonido/vídeo. Compruebe que dicho archivo es reproducible con GStreamer.
fr: Il y a eu un problème lors de la lecture de l'audio/vidéo. Contrôlez la bonne lecture du fichier avec GStreamer.
gl: Houbo un erro ó reproducir o son/vídeo. Comprobe que é reproducibel con GStreamer.

source: <b>No more slides</b>
es: <b>No hay más diapositivas</b>
fr: <b>Pas plus de diapositives</b>
gl: <b>Non hai máis diapositivas</b>

source: <b>Video</b>
es: <b>Vídeo</b>
fr: <b>Vidéo</b>
gl: <b>Vídeo</b>

source: Error saving the file. Aborted.
es: Se produjo un error al grabar el archivo. Cancelado.
fr: Erreur de sauvergarde d'un fichier. Interruption
gl: Houbo un erro ó grabar o arquivo. Cancelado.

source: No filename given. Aborted.
es: No se especificó un nombre de archivo. Cancelado.
fr: Pas de nom de fichier donné. Interruption
gl: Non especificou un nome de arquivo. Cancelado.

source: Error opening the file. Aborted.
es: Se produjo un error al abrir el archivo. Cancelado.
fr: Erreur d'ouverture de fichier. Interruption
gl: Non se puido abrir o arquivo. Cancelado.

source: The file isn't a valid SuperShow timing file. Aborted.
es: El archivo no es un archivo de tiempos de SuperShow válido. Cancelado.
fr: Le fichier n'est pas un fichier valide de Supershow. Interruption
gl: O arquivo non conten unha lista de tempos válida. Cancelado.

source: Error in line %(linea)d. The file is corrupt. Aborted.
es: Error en la línea %(linea)d. El archivo está corrupto. Cancelado.
fr: Erreur ligne %(linea)d. Le fichier est corrompu. Interruption.
gl: Hai un erro na liña %(linea)d. O arquivo está corrupto. Cancelado.

source: Can't locate the following programs, needed to run SuperShow:
es: No se han podido encontrar los siguientes programas, que son necesarios para ejecutar SuperShow:
fr: Ne peut localiser les programmes suivants, besoin d'exécuter SuperShow:
gl: Non podo atopar os seguintes programas, necesarios para usar SuperShow:

source: <b>Audio delay</b>
es: <b>Retardo de sonido</b>
fr: <b>Retard de l'audio</b>
gl: <b>Retardo de son</b>

source: <b>Buttons</b>
es: <b>Botones</b>
fr: <b>Vidéo</b>
gl: <b>Botóns</b>

source: <b>Current Slide</b>
es: <b>Diapositiva actual</b>
fr: <b>Diapositive actuelle</b>
gl: <b>Diapositiva atual</b>

source: <b>Current files:</b>
es: <b>Archivos actuales:</b>
fr: <b>Fichiers actuels:</b>
gl: <b>Arquivos atuais</b>

source: <b>JPEG quality</b>
es: <b>Calidad de los JPEGs</b>
fr: <b>qualité JPEGs</b>
gl: <b>Calidade dos JPEGs</b>

source: <b>No video</b>
es: <b>Sin vídeo</b>
fr: <b>Pas de vidéo</b>
gl: <b>Non hai vídeo</b>

source: <b>Picture resolution</b>
es: <b>Resolución de las imágenes</b>
fr: <b>Résolution de l'image</b>
gl: <b>Resoluzón das imaxes</b>

source: <b>Slide conversion program</b>
es: <b>Programa para convertir las diapositivas</b>
fr: <b>Programme de conversion de diaporama</b>
gl: <b>Programa para converter as diapositivas</b>

source: A presentation generator
es: Generador de presentaciones
fr: Un générateur de Présentation:
gl: Xerador de presentacións

source: Add button for "Play again"
es: Añadir botón para "Reproducir de nuevo"
fr: Ajouter un bouton pour "jouer encore"
gl: Engadir botón para "Reproducir de novo"

source: Add control buttons (Play, Pause...)
es: Añadir botones de control (Play, Pausa...)
fr: Ajouter des boutons de contrôle (Lecture, Pause...)
gl: Engadir botóns de control (Play, Pausa...)

source: Audio/Video:
es: Sonido/Vídeo:
fr: Audio/Vidéo:
gl: Son/vídeo:

source: Choose the backend
es: Escoja el backend
fr: Choisissez l'encodeur
gl: Escolla un backend

source: Close the current project and start a new one?
es: ¿Cerrar el proyecto actual y comenzar con uno nuevo?
fr: Fermer le projet actuel et en commencer un nouveau
gl: Pechar o proxeto atual e comezar un novo?

source: Create slideshow
es: Generar presentación
fr: Diapositive actuelle
gl: Xerar presentazón

source: DPI
es: PPP
gl: PPP

source: Exit SuperShow?
es: ¿Salir de SuperShow?
fr: Quittez SuperShow ?
gl: Sair de SuperShow?

source: Exit?
es: ¿Salir?
fr: Quitter ?
gl: ¿Sair?

source: File with audio (and optional video):
es: Fichero con el audio (y, opcionalmente, vídeo):
fr: Fichier Audio (et optionnellement vidéo):
gl: Arquivo co son (e, opcionalmente, vídeo):

source: Gives maximum quality, but can fail with very complex presentations.
es: Ofrece la máxima calidad, pero puede fallar con presentaciones muy complejas.
fr: Donne la meilleure qualité, mais peut échouer avec des présentations complexes.
gl: Da a máxima calidade, pero pode faiar con presentazóns moi complexas.

source: Gives medium quality, but always work. Use it if PDF2SWF fails.
es: Da una calidad media, pero funciona siempre. Uselo si PDF2SWF falla.
fr: Donne une qualité moyenne, mais fonctionne toujours. Utilisez-là si PDF2SWF échoue.
gl: Da unha calidade media, pero funciona sempre. Useo se PDF2SWF faia.

source: Hide control buttons while the slideshow is playing
es: Ocultar los botones mientras se reproduce la presentación
fr: Cacher les boutons de contrôle pendant la lecture du diaporama
gl: Ocultar os botóns mentres se reproduce a presentación

source: Load files
es: Cargar archivos
fr: Pas de vidéo
gl: Cargar arquivos

source: Load timeline
es: Cargar tiempos
fr: Ouvrir un fichier temps
gl: Cargar tempos

source: New project
es: Nuevo proyecto
fr: Nouveau Projet
gl: Novo proxeto

source: Next slide
es: Siguiente diapositiva
fr: Prochaine diapositive
gl: Seguinte diapositiva

source: Output directory:
es: Directorio de salida:
fr: Dossier de sortie:
gl: Diretorio de saída:

source: Output file:
es: Fichero de salida:
fr: Fichier de sortie:
gl: Arquivo de saída:

source: Overwrite timings?
es: ¿Sobreescribir los tiempos?
fr: Ecraser le fichier temps ?
gl: Sobreescreber tempos?

source: PDF with presentation:
es: PDF con la presentación:
fr: PDF avec la presentation:
gl: PDF coa presentazón:

source: Presentation:
es: Presentación:
fr: Présentation:
gl: Presentazón:

source: Save timeline
es: Grabar tiempos
fr: Sauvegarder le fichier temps
gl: Grabar tempos

source: Slide:
es: Diapositiva:
gl: Diapositiva:

source: Sound position:
es: Posición del sonido:
fr: Position du son:
gl: Posizón do son:

source: You already have a set of timings in memory. Overwrite them?
es: Ya hay una lista de tiempos en memoria. ¿Sobreescribirla?
fr: Vous avez déjà un fichier de temps en mémoire. Voulez-vous l'écrasez ?
gl: Xa ten unha lista de tempos. Sobreescrebela?

source: SuperShow is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. SuperShow is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with SuperShow; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier conformément aux dispositions de la Licence Publique Générale GNU, telle que publiée par la Free Software Fondation ; version 2 de la licence, ou encore (à votre choix) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou D'ADAPTATION À UN OBJET PARTICULIER. Pour plus de détails, voir la Licence Publique Générale GNU. Un exemplaire de la Licence Publique Générale GNU doit être fourni avec ce programme ; si ce n'est pas le cas, écrivez à la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
